tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "keith/formulae"
tap "majd/repo"
tap "mofeing/audio-plugins"
tap "mrkai77/cask"
tap "oven-sh/bun"
tap "supabase/tap"
tap "tsirysndr/tap"
brew "atuin"
brew "bat"
brew "python@3.12"
brew "cmake"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "node"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "httpie"
brew "imagemagick"
brew "jnv"
brew "lazydocker"
brew "lsd"
brew "mas"
brew "neovim"
brew "ripgrep"
brew "rust"
brew "serve"
brew "starship"
brew "swiftformat"
brew "tldr"
brew "vercel-cli"
brew "watchman"
brew "wget"
brew "jesseduffield/lazygit/lazygit"
brew "keith/formulae/reminders-cli"
brew "oven-sh/bun/bun"
brew "supabase/tap/supabase"
cask "alacritty"
cask "canva"
cask "discord"
cask "docker"
cask "equinox"
cask "figma"
cask "firefox@developer-edition"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "hammerspoon"
cask "httpie"
cask "kitty"
cask "musescore"
cask "neovide"
cask "notion"
cask "obs"
cask "ollama"
cask "proxyman"
cask "raycast"
cask "setapp"
cask "steam"
cask "swiftformat-for-xcode"
cask "transmission"
cask "visual-studio-code"
cask "whatsapp"
mas "Actions", id: 1586435171
mas "Anybox", id: 1593408455
mas "Data Jar", id: 1453273600
mas "Developer", id: 640199958
mas "forScore", id: 363738376
mas "iMovie", id: 408981434
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "StopTheMadness Pro", id: 6471380298
mas "Super Agent", id: 1568262835
mas "TestFlight", id: 899247664
mas "Userscripts-Mac-App", id: 1463298887
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
vscode "aarondill.vercel-project-manager-vscode"
vscode "antiantisepticeye.vscode-color-picker"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "mevesaltr.duck-mode-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "orta.vscode-twoslash-queries"
vscode "oven.bun-vscode"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "simonsiefke.svg-preview"
vscode "tal7aouy.icons"
vscode "teabyii.ayu"
vscode "thenuprojectcontributors.vscode-nushell-lang"
vscode "vscodevim.vim"
